---
kind: other
id: Properties.T:Autodesk.Revit.DB.ElementMulticlassFilter
source: html/b89c7285-3124-1874-717e-08e4a7411d4e.htm
---
# ElementMulticlassFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.